[S_Avenger_AI_Power_Red AkEvent]
SpokenText="Consumo maximo de energia atingido."

[S_Avenger_Attack_ShipAI_01_Setup_Phase AkEvent]
SpokenText="ENERGIA DE EMERGENCIA ATIVADA"

[S_AvengerAI_Advanced_Warfare_Center_construction_initiated AkEvent]
SpokenText="Construção Avançada do Centro de Guerra iniciada."

[S_AvengerAI_Advanced_Warfare_Center_now_operational AkEvent]
SpokenText="Centro de Guerra Avançado esta operacional"

[S_AvengerAI_Advanced_Warfare_Center_upgraded AkEvent]
SpokenText="Centro de Guerra Avançado melhorado."

[S_AvengerAI_CommanderSummons_Armory AkEvent]
SpokenText="Comandante ao Arsenal."

[S_AvengerAI_CommanderSummons_Bridge AkEvent]
SpokenText="Comandante a Ponte "

[S_AvengerAI_CommanderSummons_CrewQuarters AkEvent]
SpokenText="Comandante ao Quatel da tripulação."

[S_AvengerAI_CommanderSummons_Engineering AkEvent]
SpokenText="Comandante ao Engenheiro"

[S_AvengerAI_CommanderSummons_FlightDeck AkEvent]
SpokenText="Comandante a Plataforma de voo."

[S_AvengerAI_CommanderSummons_Hangar AkEvent]
SpokenText="Comandante ao Hangar."

[S_AvengerAI_CommanderSummons_Ops AkEvent]
SpokenText="Comandante ao Ops"

[S_AvengerAI_CommanderSummons_ResearchLab AkEvent]
SpokenText="Comandante ao  Centro de Pesquisas"

[S_AvengerAI_CommanderSummons_ShadowChamber AkEvent]
SpokenText="Comandante a Sala Negra."

[S_AvengerAI_FacilityCompletion_Laboratory AkEvent]
SpokenText="A instalcao do Laboratorio esta operacional"

[S_AvengerAI_FacilityCompletion_ProvingGrounds AkEvent]
SpokenText="Area de Testes esta operacional "

[S_AvengerAI_FacilityCompletion_PsiLab AkEvent]
SpokenText="Laboratorio psi esta operacional"

[S_AvengerAI_FacilityCompletion_ResistanceComm AkEvent]
SpokenText="Comunicador da resistencia esta operacional"

[S_AvengerAI_FacilityCompletion_SecurityStation AkEvent]
SpokenText="Estação de segurança esta operacional"

[S_AvengerAI_FacilityCompletion_TacticsSchool AkEvent]
SpokenText="Escola Tatica esta operacional"

[S_AvengerAI_FacilityCompletion_UFODefenseArray AkEvent]
SpokenText="Dados de protenção OVNI esta operacional"

[S_AvengerAI_FacilityCompletion_Workshop AkEvent]
SpokenText="Oficina esta operacional."

[S_AvengerAI_FacilityUpgrade_DefenseArray AkEvent]
SpokenText="Arranjo de protenção OVNI Melhorado."

[S_AvengerAI_FacilityUpgrade_Labratory AkEvent]
SpokenText="Laboratorio melhorado."

[S_AvengerAI_FacilityUpgrade_PsiLab AkEvent]
SpokenText="Laboratorio psi melhorado."

[S_AvengerAI_FacilityUpgrade_ResistanceComm AkEvent]
SpokenText="Comunicador da resistencia melhorado."

[S_AvengerAI_FacilityUpgrade_SecurityStation AkEvent]
SpokenText="Estacao de segurança melhorado."

[S_AvengerAI_FacilityUpgrade_TacticsSchool AkEvent]
SpokenText="Escola tatica melhorada. "

[S_AvengerAI_FacilityUpgrade_Workshop AkEvent]
SpokenText="Oficina melhorada."

[S_AvengerAI_MissionLocated AkEvent]
SpokenText="Local da missao localizado."

[S_AvengerAI_Nag_BuildDefense AkEvent]
SpokenText="Construcao do Arranjo de defesa iniciada"

[S_AvengerAI_Nag_BuildEngineControl AkEvent]
SpokenText="Construcao do Centro de Motor iniciada"

[S_AvengerAI_Nag_BuildInfirmary AkEvent]
SpokenText="Construcao da enfermaria iniciada"

[S_AvengerAI_Nag_BuildLab AkEvent]
SpokenText="Construcao do Laboratorio iniciada"

[S_AvengerAI_Nag_BuildPsiLab AkEvent]
SpokenText="Construcao do Laboratorio PSI iniciada"

[S_AvengerAI_Nag_BuildRepair AkEvent]
SpokenText="Construcao do Centro de Reparos iniciada"

[S_AvengerAI_Nag_BuildSecurity AkEvent]
SpokenText="Construcao da Estacao de Seguranca iniciada"

[S_AvengerAI_Nag_BuildWorkshop AkEvent]
SpokenText="Construcao da Oficina iniciada"

[S_AvengerAI_Nag_EquipMedkit_S AkEvent]
SpokenText="Nao esqueça de equipar o kit medico feito,comandante"

[S_AvengerAI_Nag_IncTransmission AkEvent]
SpokenText="Transmissao chegando"

[S_AvengerAI_Nag_NewSchematic AkEvent]
SpokenText="Novo esquema disponivel"

[S_AvengerAI_Nag_ProvingGrounds AkEvent]
SpokenText="Construcao da Area de Testes iniciada. "

[S_AvengerAI_Nag_ResistanceComm AkEvent]
SpokenText="Construcao do Comunicador da Ressistencia iniciado "

[S_AvengerAI_Nag_ResistanceOpsActive AkEvent]
SpokenText="Missao da resistencia ativada"

[S_AvengerAI_Nag_ShadowChamber AkEvent]
SpokenText="Construcao da Sala Negra iniciada"

[S_AvengerAI_Nag_TacticsSchool AkEvent]
SpokenText="Construcao Escola Tatica iniciada."

[S_AvengerAI_ObjectiveAdded AkEvent]
SpokenText="Novo objetivo adicionado"

[S_AvengerAI_ObjectiveComplete AkEvent]
SpokenText="Objetivo completo"

[S_AvengerAI_ObjectivesAdded AkEvent]
SpokenText="Novo objetivo adicionado"

[S_AvengerAI_PersonnelAvailable AkEvent]
SpokenText="Selecao pessoal disponivel."

[S_AvengerAI_Power_Relay_construction_initiated AkEvent]
SpokenText="Construcao do Rele de potencia iniciada."

[S_AvengerAI_Power_Relay_now_operational AkEvent]
SpokenText="Rele de potencia esta operacional."

[S_AvengerAI_Power_Relay_upgraded AkEvent]
SpokenText="Rele de potencia melhorado."

[S_AvengerAI_ResourceLocated AkEvent]
SpokenText="Recurso Estrategico localizado. "

[S_AvengerAI_SetACourse AkEvent]
SpokenText="Avenger Traçando Curso."

[S_AvengerAI_Shadow_Chamber_Upgraded AkEvent]
SpokenText="Sala negra melhorada."

[S_AvengerAI_ShadowChamber_Complete AkEvent]
SpokenText="Sala negra esta operacional."

[S_AvengerAI_SkyrangerDeployed AkEvent]
SpokenText="Skyranger liberado."

[S_AvengerAI_SkyrangerFlyover AkEvent]
SpokenText="Skyranger conduzindo rota."

[S_AvengerAI_SkyrangerRecalled AkEvent]
SpokenText="Skyranger retorno confirmado."

[S_Establishing_Outpost_Experimental_AvengerAI_01 AkEvent]
SpokenText="Novo posto avançado em contrucao no Territorio do Artico."

[S_Establishing_Outpost_Experimental_AvengerAI_02 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor Australiano. "

[S_Establishing_Outpost_Experimental_AvengerAI_03 AkEvent]
SpokenText="Novo posto avançado em contrucao no Corredor Brasileiro."

[S_Establishing_Outpost_Experimental_AvengerAI_04 AkEvent]
SpokenText="Novo posto avançado em contrucao no destrito Chileno."

[S_Establishing_Outpost_Experimental_AvengerAI_05 AkEvent]
SpokenText="Novo posto avançado em contrucao na zona regional da India."

[S_Establishing_Outpost_Experimental_AvengerAI_06 AkEvent]
SpokenText="Novo posto avançado em contrucao no lest Europeu."

[S_Establishing_Outpost_Experimental_AvengerAI_07 AkEvent]
SpokenText="Novo posto avançado em contrucao no oeste Europeu. "

[S_Establishing_Outpost_Experimental_AvengerAI_08 AkEvent]
SpokenText="Novo posto avançado em contrucao na Regiao do Mexico. "

[S_Establishing_Outpost_Experimental_AvengerAI_09 AkEvent]
SpokenText="Novo posto avançado em contrucao no oeste dos EUA. "

[S_Establishing_Outpost_Experimental_AvengerAI_10 AkEvent]
SpokenText="Novo posto avançado em contrucao no leste dos EUA "

[S_Establishing_Outpost_Experimental_AvengerAI_11 AkEvent]
SpokenText="Novo posto avançado em contrucao no norte da Africa. "

[S_Establishing_Outpost_Experimental_AvengerAI_12 AkEvent]
SpokenText="Novo posto avançado em contrucao no oeste da Africa."

[S_Establishing_Outpost_Experimental_AvengerAI_13 AkEvent]
SpokenText="Novo posto avançado em contrucao no sul da Africa."

[S_Establishing_Outpost_Experimental_AvengerAI_14 AkEvent]
SpokenText="Novo posto avançado em contrucao no leste do corredor asiatico."

[S_Establishing_Outpost_Experimental_AvengerAI_15 AkEvent]
SpokenText="Novo posto avançado em contrucao no oeste do orredor asiatico"

[S_Establishing_Outpost_Experimental_AvengerAI_16 AkEvent]
SpokenText="Novo posto avançado em contrucao na zona da Indonesia. "

[S_Establishing_Outpost_Regions_AvengerAI_01 AkEvent]
SpokenText="Novo posto avançado em contrucao no Artico"

[S_Establishing_Outpost_Regions_AvengerAI_02 AkEvent]
SpokenText="Novo posto avançado em contrucao na Australia "

[S_Establishing_Outpost_Regions_AvengerAI_03 AkEvent]
SpokenText="Novo posto avançado em contrucao no Brazil"

[S_Establishing_Outpost_Regions_AvengerAI_04 AkEvent]
SpokenText="Novo posto avançado em contrucao no Chile"

[S_Establishing_Outpost_Regions_AvengerAI_05 AkEvent]
SpokenText="Novo posto avançado em contrucao na India"

[S_Establishing_Outpost_Regions_AvengerAI_06 AkEvent]
SpokenText="Novo posto avançado em contrucao no Leste Europeu"

[S_Establishing_Outpost_Regions_AvengerAI_07 AkEvent]
SpokenText="Novo posto avançado em contrucao no Oeste Europeu"

[S_Establishing_Outpost_Regions_AvengerAI_08 AkEvent]
SpokenText="Novo posto avançado em contrucao no Mexico"

[S_Establishing_Outpost_Regions_AvengerAI_09 AkEvent]
SpokenText="Novo posto avançado em contrucao no Leste dos EUA"

[S_Establishing_Outpost_Regions_AvengerAI_10 AkEvent]
SpokenText="Novo posto avançado em contrucao no Oeste dos EUA"

[S_Establishing_Outpost_Regions_AvengerAI_11 AkEvent]
SpokenText="Novo posto avançado em contrucao no Norte da Africa"

[S_Establishing_Outpost_Regions_AvengerAI_12 AkEvent]
SpokenText="Novo posto avançado em contrucao no Leste da Africa"

[S_Establishing_Outpost_Regions_AvengerAI_13 AkEvent]
SpokenText="Novo posto avançado em contrucao no Sul da Africa"

[S_Establishing_Outpost_Regions_AvengerAI_14 AkEvent]
SpokenText="Novo posto avançado em contrucao no Leste da Asia."

[S_Establishing_Outpost_Regions_AvengerAI_15 AkEvent]
SpokenText="Novo posto avançado em contrucao no oeste da Asia."

[S_Establishing_Outpost_Regions_AvengerAI_16 AkEvent]
SpokenText="Novo posto avançado em contrucao na Indonesia."

[S_Establishing_Outpost_Sectors_AvengerAI_01 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor um: Artico"

[S_Establishing_Outpost_Sectors_AvengerAI_02 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor dois: Australia "

[S_Establishing_Outpost_Sectors_AvengerAI_03 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor tres: Brasil"

[S_Establishing_Outpost_Sectors_AvengerAI_04 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor quatro: Chile"

[S_Establishing_Outpost_Sectors_AvengerAI_05 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor cinco: India"

[S_Establishing_Outpost_Sectors_AvengerAI_06 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor seis: Leste Europeu"

[S_Establishing_Outpost_Sectors_AvengerAI_07 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor sete: Oeste Europeu"

[S_Establishing_Outpost_Sectors_AvengerAI_08 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor oito: Mexico"

[S_Establishing_Outpost_Sectors_AvengerAI_09 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor nove: Leste dos EUA"

[S_Establishing_Outpost_Sectors_AvengerAI_10 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor dez: Oeste dos EUA"

[S_Establishing_Outpost_Sectors_AvengerAI_11 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor onze: Norte da Africa"

[S_Establishing_Outpost_Sectors_AvengerAI_12 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor doze: Leste da Africa"

[S_Establishing_Outpost_Sectors_AvengerAI_13 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor treze: Sol da Africa"

[S_Establishing_Outpost_Sectors_AvengerAI_14 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor catorze: Leste da Asia"

[S_Establishing_Outpost_Sectors_AvengerAI_15 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor quinze: Sul da Asia"

[S_Establishing_Outpost_Sectors_AvengerAI_16 AkEvent]
SpokenText="Novo posto avançado em contrucao no setor dezesseis: Indonesia"

[S_Retaliation_ShipAI_01_Setup_Phase AkEvent]
SpokenText="Varios contatos de radar na aproximação do Ceu Alfa-Sete."

[S_Setting_Course_Experimental_AvengerAI_01 AkEvent]
SpokenText="Curso modificado  para Territorios do Artico."

[S_Setting_Course_Experimental_AvengerAI_02 AkEvent]
SpokenText="Curso modificado  para setor Astraliano."

[S_Setting_Course_Experimental_AvengerAI_03 AkEvent]
SpokenText="Curso modificado  para Corrdor Brasileiro."

[S_Setting_Course_Experimental_AvengerAI_04 AkEvent]
SpokenText="Curso modificado para Distrito Chileno."

[S_Setting_Course_Experimental_AvengerAI_05 AkEvent]
SpokenText="Curso modificado para Zona regional da India. "

[S_Setting_Course_Experimental_AvengerAI_06 AkEvent]
SpokenText="Curso modificado para leste Europeu."

[S_Setting_Course_Experimental_AvengerAI_07 AkEvent]
SpokenText="Curso modificado para Oeste Europeu. "

[S_Setting_Course_Experimental_AvengerAI_08 AkEvent]
SpokenText="Curso modificado para o Mexico. "

[S_Setting_Course_Experimental_AvengerAI_09 AkEvent]
SpokenText="Curso modificado para Oeste dos EUZ."

[S_Setting_Course_Experimental_AvengerAI_10 AkEvent]
SpokenText="Curso modificado para Leste dos EUA."

[S_Setting_Course_Experimental_AvengerAI_11 AkEvent]
SpokenText="Curso modificado para o setor: Norte da Africa."

[S_Setting_Course_Experimental_AvengerAI_12 AkEvent]
SpokenText="Curso modificado para o setor: Leste da Africa."

[S_Setting_Course_Experimental_AvengerAI_13 AkEvent]
SpokenText="Curso modificado para o setor: Sul da Africa."

[S_Setting_Course_Experimental_AvengerAI_14 AkEvent]
SpokenText="Curso modificado para o Leste da Asia."

[S_Setting_Course_Experimental_AvengerAI_15 AkEvent]
SpokenText="Curso modificado para Sul da Asia."

[S_Setting_Course_Experimental_AvengerAI_16 AkEvent]
SpokenText="Setting course for the Indonesian zone. "

[S_Setting_Course_Region_AvengerAI_01 AkEvent]
SpokenText="Curso modificado para o Arctico"

[S_Setting_Course_Region_AvengerAI_02 AkEvent]
SpokenText="Curso modificado para a Australia "

[S_Setting_Course_Region_AvengerAI_03 AkEvent]
SpokenText="Curso modificado para o Brasil"

[S_Setting_Course_Region_AvengerAI_04 AkEvent]
SpokenText="Curso modificado para o Chile"

[S_Setting_Course_Region_AvengerAI_05 AkEvent]
SpokenText="Curso modificado para a India"

[S_Setting_Course_Region_AvengerAI_06 AkEvent]
SpokenText="Curso modificado para o Leste Europeu"

[S_Setting_Course_Region_AvengerAI_07 AkEvent]
SpokenText="Curso modificado para o Oeste Europeu"

[S_Setting_Course_Region_AvengerAI_08 AkEvent]
SpokenText="Curso modificado para o Mexico"

[S_Setting_Course_Region_AvengerAI_09 AkEvent]
SpokenText="Curso modificado para o Oeste dos EUA"

[S_Setting_Course_Region_AvengerAI_10 AkEvent]
SpokenText="Curso modificado para o Leste dos EUA"

[S_Setting_Course_Region_AvengerAI_11 AkEvent]
SpokenText="Curso modificado para o Norte da Africa"

[S_Setting_Course_Region_AvengerAI_12 AkEvent]
SpokenText="Curso modificado para o Leste da Africa"

[S_Setting_Course_Region_AvengerAI_13 AkEvent]
SpokenText="Curso modificado para o Sul da Africa"

[S_Setting_Course_Region_AvengerAI_14 AkEvent]
SpokenText="Curso modificado para o Leste da Asia"

[S_Setting_Course_Region_AvengerAI_15 AkEvent]
SpokenText="Curso modificado para o Sul da Asia"

[S_Setting_Course_Region_AvengerAI_16 AkEvent]
SpokenText="Curso modificado para a Indonesia"

[S_Setting_Course_Sectors_AvengerAI_01 AkEvent]
SpokenText="Curso modificado para o setor um: o Arctico"

[S_Setting_Course_Sectors_AvengerAI_02 AkEvent]
SpokenText="Curso modificado para o setor dois: Australia "

[S_Setting_Course_Sectors_AvengerAI_03 AkEvent]
SpokenText="Curso modificado para o setor tres: Brasil"

[S_Setting_Course_Sectors_AvengerAI_04 AkEvent]
SpokenText="Curso modificado para o setor quatro: Chile"

[S_Setting_Course_Sectors_AvengerAI_05 AkEvent]
SpokenText="Curso modificado para o setor cinco: India"

[S_Setting_Course_Sectors_AvengerAI_06 AkEvent]
SpokenText="Curso modificado para o setor seis: Leste Europeu"

[S_Setting_Course_Sectors_AvengerAI_07 AkEvent]
SpokenText="Curso modificado para o setor sete: Oeste Europeu"

[S_Setting_Course_Sectors_AvengerAI_08 AkEvent]
SpokenText="Curso modificado para o setor oito: Mexico"

[S_Setting_Course_Sectors_AvengerAI_09 AkEvent]
SpokenText="Curso modificado para o setor nove: Oeste dos EUA"

[S_Setting_Course_Sectors_AvengerAI_10 AkEvent]
SpokenText="Curso modificado para o setor dez: Leste dos EUA"

[S_Setting_Course_Sectors_AvengerAI_11 AkEvent]
SpokenText="Setting course for Sector Eleven: North Africa"

[S_Setting_Course_Sectors_AvengerAI_12 AkEvent]
SpokenText="Curso modificado para o setor doze: Leste da Africa"

[S_Setting_Course_Sectors_AvengerAI_13 AkEvent]
SpokenText="Curso modificado para o setor treze: Sul da Africa"

[S_Setting_Course_Sectors_AvengerAI_14 AkEvent]
SpokenText="Curso modificado para o setor catorze: Leste da Asia"

[S_Setting_Course_Sectors_AvengerAI_15 AkEvent]
SpokenText="Curso modificado para o setor quinze: Sul da Asia"

[S_Setting_Course_Sectors_AvengerAI_16 AkEvent]
SpokenText="Curso modificado para o setor dezesseis: Indonesia"

[S_Support_Establishing_Contact_AvengerAI_01 AkEvent]
SpokenText="Tentativa de estabelecer contato regional do local."

[S_Support_Facility_Callouts_AvengerAI_01 AkEvent]
SpokenText="Area de Testes esta operacional. "

[S_Support_Facility_Callouts_AvengerAI_02 AkEvent]
SpokenText="Area de Testes melhorada."

[S_Support_Facility_Callouts_AvengerAI_03 AkEvent]
SpokenText="Escola Tatica esta operacional."

[S_Support_Facility_Callouts_AvengerAI_04 AkEvent]
SpokenText="Escola Tatica melhorada."

[S_Support_Region_High_Alert_AvengerAI_01 AkEvent]
SpokenText="Viabilidade de operacao tatica negada pelo nivel de alerta atual. Coordenadas do local desmarcadas. "

[S_Support_Regions_Available_AvengerAI_01 AkEvent]
SpokenText="Novos contatos da regiao localizados. "

[S_Support_UFO_Contact_Detected_AvengerAI_01 AkEvent]
SpokenText="Contato OVNI detectado. "

[S_Support_UFO_Contact_Lost_AvengerAI_01 AkEvent]
SpokenText="Ovni perseguido perdido."

[S_Welcome_HQ_ShipAI_01_Setup_Phase AkEvent]
SpokenText="ATENCAO: PRESENÇA NAO AUTORIZADA DETECTADA."

